Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: The schism between these two groups underwent a change of character after the destruction of the Jerusalem temple in A.D.
pt: O cisma entre esses dois grupos sofreu uma mudança de caráter após a destruição do templo de Jerusalém em

source: The second coming is beyond our intelligence.
pt: A segunda vinda está além da nossa inteligência.

source: The second focus is Jerusalem and the sanctuary (with its salvation themes), the construction of both and then their destruction.
pt: O segundo foco é Jerusalém e o santuário (com seus temas de salvação), a construção de ambos e depois sua destruição.

source: The second was driven from the synagogues by the Pharisees, who eventually assumed monolithic control over Judaism.
pt: O segundo foi expulso das sinagogas pelos fariseus, que acabaram assumindo o controle monolítico do judaísmo.

source: The separation has witnessed the emergence not only of two distinct religions, but of two peoples locked in radical opposition.
pt: A separação testemunhou o surgimento não apenas de duas religiões distintas, mas de dois povos presos em oposição radical.

source: The separation was so great that communication with God was no longer possible.
pt: A separação foi tão grande que a comunicação com Deus não era mais possível.

source: The seventy weeks.
pt: As setenta semanas.

source: The shadows cast by such interpretations outline the fires of death at the persecutor’s stake.
pt: As sombras lançadas por tais interpretações descrevem os fogos da morte na estaca do perseguidor.

source: The situation became a confrontation between the Semite and the Aryan.
pt: A situação tornou-se um confronto entre o semita e o ariano.

source: The situation focusing on the crucifixion of Jesus was not as simple as it might appear at first sight.
pt: A situação centrada na crucificação de Jesus não foi tão simples quanto parece à primeira vista.

source: The situation seems incredible!
pt: A situação parece incrível!

source: The slightest attempt to “liberate himself ” from the divine Law would open the door to the dire results of evil, including death.
pt: A menor tentativa de "libertar-se" da Lei divina abriria a porta para os terríveis resultados do mal, incluindo a morte.

source: The so-called charismatic movements make their appeal in the name of Jesus.
pt: Os chamados movimentos carismáticos apelam em nome de Jesus.

source: The son that gets it will demonstrate the fact in his life.”
pt: O filho que conseguir isso demonstrará o fato em sua vida ”.

source: The sporadic persecutions that the Jews suffered at the hands of the pagans have little in common with the perpetual and systematic persecutions perpetrated in the Christian community.
pt: As perseguições esporádicas que os judeus sofreram nas mãos dos pagãos têm pouco em comum com as perseguições perpétuas e sistemáticas perpetradas na comunidade cristã.

source: The story is a very sad one, and without honor for either Church or Synagogue.“3 If all people were either Jews or Christians, there would be no Jewish question.
pt: A história é muito triste e sem honra para a Igreja ou a Sinagoga. ”3 Se todas as pessoas fossem judeus ou cristãos, não haveria nenhuma questão judaica.

source: The story of this people is nothing more than a story of perpetual conversion.
pt: A história desse povo nada mais é do que uma história de conversão perpétua.

source: The stranger exhibited nothing of a pseudo-mystic in search of sensationalism.
pt: O estranho não exibia nada de um pseudo-místico em busca de sensacionalismo.

source: The study of many languages, then in full stride, influenced scientists to make a distinction between Aryans and Semites.
pt: O estudo de muitas línguas, então, a todo vapor, influenciou os cientistas a fazer uma distinção entre arianos e semitas.

source: The sweet water of the source became mixed with bitterness.
pt: A água doce da fonte ficou misturada com amargura.

source: The talk concerned a certain Messiah.
pt: A conversa dizia respeito a um certo Messias.

source: The technical expressions used by the prophet recall unquestionably the language of Leviticus.
pt: As expressões técnicas usadas pelo profeta lembram inquestionavelmente a linguagem de Levítico.

source: The temptation is to cry out in anguish and frustration!
pt: A tentação é gritar de angústia e frustração!

source: The thinking is entirely people centered, emphasizing such characteristic ideas as eternal justice, anointing, the most holy place, etc.
pt: O pensamento é totalmente centrado nas pessoas, enfatizando idéias características como a justiça eterna, a unção, o lugar mais sagrado, etc.

source: The third decree was, in fact, much longer and more substantial in its provisions than the first two.
pt: O terceiro decreto foi, de fato, muito mais longo e mais substancial em suas disposições do que os dois primeiros.

source: The thought pattern concerns sin and forgiveness - items that Daniel’s prayer dealt with in connection with the people.
pt: O padrão de pensamento diz respeito ao pecado e ao perdão - itens que a oração de Daniel tratou em conexão com o povo.

source: The thoughts expressed are familiar to messianic language: justice, domination, the day of God’s wrath.
pt: Os pensamentos expressos são familiares à linguagem messiânica: justiça, dominação, o dia da ira de Deus.

source: The thoughts of men have taken the place of the truth of God.
pt: Os pensamentos dos homens tomaram o lugar da verdade de Deus.

source: The three following phrases in Hebrew, are set to a three-word rhythmical pattern and relate to the holy-city theme and the sanctuary.
pt: As três frases seguintes, em hebraico, são definidas como um padrão rítmico de três palavras e se relacionam com o tema da cidade santa e o santuário.

source: The three verses containing those phases show perfect symmetry:
pt: Os três versos que contêm essas fases mostram uma perfeita simetria:

source: The times were indeed happy ones.
pt: Os tempos eram de fato felizes.

source: The tradition in general led to this.
pt: A tradição em geral levou a isso.

source: The tradition is not the commandment but is subject to it.
pt: A tradição não é o mandamento, mas está sujeita a ele.

source: The traditional Jewish difference, however, was forced to go inward “to become a part of their very flesh, as though Western sensibility required the certainty of a distinction which, if ever superficially effaced, could subsist in an invisible essence.“68
pt: A tradicional diferença judaica, no entanto, foi forçada a entrar "para se tornar uma parte de sua própria carne, como se a sensibilidade ocidental exigisse a certeza de uma distinção que, se alguma vez superficialmente apagada, poderia subsistir em uma essência invisível."68

source: The traditions, both written and oral, contained teachings that confirmed their new feelings and convictions.
pt: As tradições, tanto escritas como orais, continham ensinamentos que confirmavam seus novos sentimentos e convicções.

source: The tragedy of that drama focused on Adam’s unfragmented nature.
pt: A tragédia desse drama concentrou-se na natureza não fragmentada de Adão.

source: The trail of blood and smoldering ruins left behind in the Jewish communities from France to Palestine… for the first time brought home to the Jewish people, its foes and friends, the utter instability of the Jewish position in the Western world….
pt: A trilha de sangue e as ruínas fumegantes deixadas para trás nas comunidades judaicas da França para a Palestina ... pela primeira vez trouxeram para casa o povo judeu, seus inimigos e amigos, a total instabilidade da posição judaica no mundo ocidental.

source: The traveling rabbi’s words were coherent.
pt: As palavras do rabino viajante eram coerentes.

source: The truly decisive factor separating the Jew and the Christian 2000 years ago was first of all theological.
pt: O fator verdadeiramente decisivo que separa o judeu e o cristão de 2000 anos atrás foi antes de tudo teológico.

source: The truth is - the question is not a simple one.
pt: A verdade é que a questão não é simples.

source: The truth is that, in consideration of their roots, the gospel and evangelical tradition are closely related to the Jewish tradition.“207
pt: A verdade é que, em consideração às suas raízes, o evangelho e a tradição evangélica estão intimamente relacionados à tradição judaica.

source: The truth which we seek concerns us personally.
pt: A verdade que procuramos nos interessa pessoalmente.

source: The two deaths were to be simultaneous, as is evident from the Genesis text.
pt: As duas mortes seriam simultâneas, como é evidente no texto de Gênesis.

source: The two events are inseparable.
pt: Os dois eventos são inseparáveis.

source: The two expiatory rites - daily and yearly - were identical.
pt: Os dois ritos expiatórios - diários e anuais - eram idênticos.

source: The two faces of the Messiah portray two opposites so great that some have reached the conclusion that two Messiahs must appear with different vocations.
pt: As duas faces do Messias retratam dois opostos tão grandes que alguns chegaram à conclusão de que dois Messias devem aparecer com diferentes vocações.

source: The two passages may seem to differ only on this last point.
pt: As duas passagens podem parecer diferir apenas neste último ponto.

source: The two subjects of Gabriel’s response to Daniel are announced in advance: “your people and your holy city.”
pt: Os dois assuntos da resposta de Gabriel a Daniel são anunciados com antecedência: "seu povo e sua cidade santa".

source: The two themes of Messiah and Jerusalem are used alternately, which gives the verses their intertwining configuration:
pt: Os dois temas do Messias e Jerusalém são usados ​​alternadamente, o que dá aos versos sua configuração entrelaçada:

source: The two verses relate to the same subject - to the Messiah.
pt: Os dois versículos se referem ao mesmo assunto - ao Messias.

source: The two words constitute by their alphabetic composition the same numerical value of 258.
pt: As duas palavras constituem por sua composição alfabética o mesmo valor numérico de 258.

source: The unruly crowd that massed in Jerusalem’s praetorium that fateful day and shouted “Let Him be crucified!” was composed chiefly of Jews, was it not?
pt: A multidão indisciplinada que se aglomerou no pretório de Jerusalém naquele dia fatídico e gritou: "Seja crucificado!" Foi composta principalmente de judeus, não foi?

source: The vanity of such polemics must be evident to all.
pt: A vaidade de tais polêmicas deve ser evidente para todos.

source: The very first words of Daniel’s chapter 9 indicate a specific historical context: the first year of Darius (538 to 537 B.C.).
pt: As primeiras palavras do capítulo 9 de Daniel indicam um contexto histórico específico: o primeiro ano de Dario (538 a 537 aC).

source: The violent death (ykaret) of the Messiah179 accompanies the sudden cessation (yashbit) of the ritual.
pt: A morte violenta (ykaret) do Messias179 acompanha a súbita cessação (yashbit) do ritual.

source: The warning Jesus gave against the dangers of compromise and legalism which lie in wait for all believers can only emphasize His requirements for a service in depth: heart worship - a service of love.
pt: A advertência que Jesus deu contra os perigos do compromisso e do legalismo que estão à espreita de todos os crentes só pode enfatizar Seus requisitos para um serviço em profundidade: culto ao coração - um serviço de amor.

source: The word from Caiaphas that it was to their advantage that one man should die to save the nation must be understood in the light of the stark reality of Roman repression, which, according to Tacitus, was responsible for 600,000 crucified victims.
pt: A palavra de Caifás de que era vantajoso que um homem morresse para salvar a nação deveria ser entendida à luz da dura realidade da repressão romana, que, segundo Tácito, era responsável por 600.000 vítimas crucificadas.

source: The words of Scripture have been spoken ofttimes independently of the prophet’s will - even against it.
pt: As palavras da Escritura foram faladas muitas vezes independentemente da vontade do profeta - mesmo contra ela.

source: The words stuck with the dog and settled his fate.
pt: As palavras ficaram no cachorro e determinaram seu destino.

source: The words “I will write it” are, of course, a direct allusion to the Decalogue, the only document that God wrote with His own hand.
pt: As palavras “vou escrevê-lo” são, obviamente, uma alusão direta ao Decálogo, o único documento que Deus escreveu com as próprias mãos.

source: The worst fear is that, in this mood of reciprocal rejection, both might lose sight of their true identity.
pt: O pior medo é que, nesse estado de rejeição recíproca, ambos possam perder de vista sua verdadeira identidade.

source: The worst is the trick this can play on conscience.
pt: O pior é o truque que isso pode representar na consciência.

source: The worst temptation that can befall one - here, as elsewhere - is to project into the past, conditions as they exist at present; that is, to proceed as if at the time of Jesus Christianity and Judaism existed as they do today or as they did following the conversion of Constantine in the fourth century.
pt: A pior tentação que pode acontecer a alguém - aqui, como em outros lugares - é projetar no passado, as condições como elas existem no presente; isto é, proceder como se na época de Jesus o Cristianismo e o Judaísmo existissem como fazem hoje ou como fizeram após a conversão de Constantino no quarto século.

source: The wounds are far from healed, much less forgotten.
pt: As feridas estão longe de serem curadas, muito menos esquecidas.

source: The wounds are perpetuated and renewed by that tenacious, subtle, invasive antiSemitism which ever carries within it the ferments of unpardonable genocide.
pt: As feridas são perpetuadas e renovadas por aquele anti-semitismo tenaz, sutil e invasivo, que sempre traz consigo os fermentos do genocídio imperdoável.

source: The writings of the Jewish tradition reveal, furthermore, a considerable natural inclination toward the Christian message.
pt: Os escritos da tradição judaica revelam, além disso, uma considerável inclinação natural para a mensagem cristã.

source: The year of His public presentation demonstrated that the Messiah came when “the time had fully come” Galatians 4:2-4; cf.
pt: O ano de Sua apresentação pública demonstrou que o Messias veio quando “chegou a hora” Gálatas 4: 2-4; cf.

source: The “Salem” of Jerusalem evokes Melchizedek.
pt: O "Salem" de Jerusalém evoca Melquisedeque.

source: The “fear of God” - a feeling that one is being seen - marks life with a religious dimension and a sensitivity for the sacred.
pt: O “medo de Deus” - um sentimento de que alguém está sendo visto - marca a vida com uma dimensão religiosa e uma sensibilidade pelo sagrado.

source: The “most holy place”16S was that most sacred part of the sanctuary into which the high priest went only once each year on the Day of Kippur (Yom Kippur, the Day of Atonement) to sprinkle the blood of the animal sacrificed for sin on the kapporeth, or mercy seat.166 Thus was expiation or atonement made for sin (see Leviticus 16).
pt: O “lugar mais santo” 16S era a parte mais sagrada do santuário em que o sumo sacerdote ia apenas uma vez por ano no Dia de Kipur (Yom Kippur, o Dia da Expiação) para borrifar o sangue do animal sacrificado pelo pecado. o kapporeth, ou propiciatório.166 Assim foi expiação ou expiação feita pelo pecado (ver Levítico 16).

source: The “yeru” in Jerusalem etymologically recalls Mount Moriah, where an angel stopped the fatal stroke of Abraham’s sword.153 But Moriah was also the place where, according to the biblical story, God stayed the angel’s sword in the punishment of David’s troops.154 It was, in fact, this event that determined Dav id’s choice of this site for the temple at Jerusalem.155
pt: O “yeru” em Jerusalém lembra etimologicamente o Monte Moriá, onde um anjo deteve o golpe fatal da espada de Abraão.153 Mas Moriá também era o lugar onde, segundo a história bíblica, Deus manteve a espada do anjo na punição das tropas de Davi.154 Foi, de fato, esse evento que determinou a escolha de Dav id deste local para o templo em Jerusalém.

source: Their condemnation did not come spontaneously.
pt: Sua condenação não veio espontaneamente.

source: Their deceitfulness and their cowardice are not related to their membership in a community.
pt: Seu engano e sua covardia não estão relacionados à sua participação em uma comunidade.

source: Their dogmas, their theologies, their religious rites, their cultures, their history, even their calendars vary.
pt: Seus dogmas, suas teologias, seus ritos religiosos, suas culturas, sua história e até seus calendários variam.

source: Their indifference was just as murderous as the clamor of the multitude.
pt: Sua indiferença era tão assassina quanto o clamor da multidão.

source: Their love and their hate and their envy have already perished, and they have no more for ever any share in all that is done under the sun….
pt: Seu amor e seu ódio e sua inveja já pereceram, e eles não têm mais para sempre alguma participação em tudo o que é feito sob o sol.

source: Their use blocks any possibility of communication between the Jew and the Christian.
pt: Seu uso bloqueia qualquer possibilidade de comunicação entre o judeu e o cristão.

source: Then Jeremiah stood forth.
pt: Então Jeremias se levantou.

source: Then an effort will be made to build a framework of Messianism based on a corporate Israel.
pt: Então, um esforço será feito para construir uma estrutura de messianismo baseada em um Israel corporativo.

source: Then follows the formula that the Old Testament uses systematically to reinforce the covenant and insure its success: “I will be their God, and they shall be my people” (cf.
pt: Em seguida, segue a fórmula que o Antigo Testamento usa sistematicamente para reforçar o pacto e garantir o seu sucesso: "Eu serei o seu Deus e eles serão o meu povo" (cf.

source: Then for sixty-two weeks it shall be built again with squares and moat, but in a troubled time.
pt: Então, durante sessenta e duas semanas, será construído novamente com quadrados e fosso, mas num tempo conturbado.

source: Then he will resume his stately destiny: that of a religious being - upright and capable of finding again his God.
pt: Então ele retomará seu imponente destino: o de um ser religioso - reto e capaz de encontrar novamente seu Deus.

source: Then let it be a disgrace for a converted Jew to admit conversion even to his closest friends.
pt: Então, seja uma desgraça para um judeu convertido admitir a conversão, mesmo para seus amigos mais íntimos.

source: Then let the Jew say nothing about Him.
pt: Então deixe o judeu dizer nada sobre ele.

source: Then the Jew will emphasize the tradition - its Talmud.
pt: Então o judeu enfatizará a tradição - seu Talmude.

source: Then the Moscovites invaded the Eastern Province while the Swedes did the same in the Northern Province.
pt: Então os moscovitas invadiram a Província Oriental enquanto os suecos faziam o mesmo na província do norte.

source: Then we must establish a point in history from which to calculate the time period leading to the coming and the death of the Messiah.
pt: Então devemos estabelecer um ponto na história para calcular o período de tempo que leva à vinda e à morte do Messias.

source: Then we will be better able to define clearly the origin and the nature of the separation and to determine, in good faith, just what is involved in this age-long drama.
pt: Então seremos mais capazes de definir claramente a origem e a natureza da separação e determinar, de boa fé, exatamente o que está envolvido nesse drama eterno.

source: Then why did this Master who had shown Himself so demanding in His teaching make a sudden turnabout, in expressing certain liberalizing concessions relating to the Sabbath commandment?
pt: Então, por que esse Mestre, que se mostrara tão exigente em Seus ensinamentos, fez uma reviravolta repentina ao expressar certas concessões liberais relativas ao mandamento do sábado?

source: Then, a further parallelism exists between the verses themselves: the second element extends and completes the first:
pt: Então, existe outro paralelismo entre os próprios versos: o segundo elemento se estende e completa o primeiro:

source: Then, profoundly disappointed and anxious, Judas said to the chief priests: “He is innocent!” But it was too late to back up.
pt: Então, profundamente desapontado e ansioso, Judas disse aos chefes dos sacerdotes: “Ele é inocente!” Mas era tarde demais para recuar.

source: Then, suddenly, hope pierced the darkness; this hope was the first messianic promise.
pt: Então, de repente, a esperança perfurou a escuridão; essa esperança foi a primeira promessa messiânica.

source: Theological AntiSemitism.
pt: Antissemitismo Teológico.

source: Theologically, He could not have been more orthodox.209 How then can we reconcile the high esteem the people had for Jesus with the death sentence they did not hesitate to demand at the critical moment?
pt: Teologicamente, Ele não poderia ter sido mais ortodoxo.209 Como podemos então conciliar a alta estima que o povo tinha por Jesus com a sentença de morte que eles não hesitaram em exigir no momento crítico?

source: Theology and psychology join hands to fashion the face of antiSemitism.
pt: Teologia e psicologia dão as mãos para moldar a face do antissemitismo.

source: Theology seems to have lost its credibility when placed alongside racist judgments, sardonic smiles, and countless crimes.
pt: A teologia parece ter perdido sua credibilidade quando colocada ao lado de julgamentos racistas, sorrisos sarcásticos e incontáveis ​​crimes.

source: There are numerous examples of contradictions between the Bible and tradition.
pt: Existem numerosos exemplos de contradições entre a Bíblia e a tradição.

source: There are strong reasons to believe that without them the priests never would have been able to achieve their objective.
pt: Há fortes razões para acreditar que sem eles os sacerdotes nunca teriam conseguido atingir seu objetivo.

source: There does not seem to be any way to decide this question definitively.
pt: Não parece haver nenhuma maneira de decidir definitivamente essa questão.

source: There exists, it is said, a Jewish intelligence - praised and admired.
pt: Existe, diz-se, uma inteligência judaica - elogiada e admirada.

source: There is, you can see, important Jewish literature on Isaiah 53.
pt: Existe, você pode ver, importante literatura judaica sobre Isaías 53.

source: There must be, it would seem, a relationship between the two themes.
pt: Deve haver, parece, uma relação entre os dois temas.

source: There one also has to deal with two traditions - the one in a fixed, unchanging form; the other more pliant and evolutionary, making possible an “intelligent” transmission of the first.
pt: Há também que lidar com duas tradições - a de forma fixa e imutável; o outro mais flexível e evolutivo, possibilitando uma transmissão “inteligente” do primeiro.

source: There the apostles are organs of the Holy Spirit.
pt: Lá os apóstolos são órgãos do Espírito Santo.

source: There was a beginning, a slow beginning.
pt: Houve um começo, um começo lento.

source: There was a time when a dialogue was possible.
pt: Houve um tempo em que um diálogo era possível.

source: There was meditation and prayer and further verification of the texts.
pt: Houve meditação e oração e posterior verificação dos textos.
